Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WirelessModemSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# TETHERING_TEXT_DEFAULT
source: Allow other users or devices not signed into iCloud to look for your shared network “%@” when you are in Personal Hotspot settings or when you turn it on in Control Center.
ar: السماح للمستخدمين الآخرين والأجهزة الأخرى التي لم تسجل الدخول إلى iCloud بالبحث عن شبكتك المشتركة "%@"، عندما تكون في إعدادات نقطة الاتصال الشخصية، أو عندما تشغلها في مركز التحكم.
bg: Позволява на други потребители или устройства, които не са влезли в iCloud, да търсят вашата споделена мрежа „%@“, когато сте в настройките за лична точка на достъп или когато включите функцията в Контролен център.
bn: যখন আপনি পার্সোনাল হটস্পট সেটিংস ব্যবহার করবেন অথবা কন্ট্রোল সেন্টারে এটি চালু করবেন তখন iCloud-এ সাইন ইন না করা অন্যান্য ব্যবহারকারী অথবা ডিভাইস যাতে আপনার শেয়ার করা নেটওয়ার্ক “%@” খুঁজে পায় সেটির অনুমতি দিন।
ca: Permet que altres persones o dispositius que no hagin iniciat sessió a l’iCloud cerquin la xarxa compartida “%@” quan siguis a la configuració del punt d’accés personal o quan l’activis al centre de control.
cs: V nastavení osobního hotspotu nebo v Ovládacím centru můžete povolit dalším uživatelům a zařízením, která nejsou přihlášena k iCloudu, vyhledání vaší sdílené sítě „%@“.
da: Andre brugere og enheder, som ikke er logget ind på iCloud, må lede efter dit delte netværk “%@”, når du er i indstillinger til Internetdeling, eller når du slår det til i Kontrolcenter.
de: Erlaube anderen Benutzer:innen oder Geräten, die nicht bei iCloud angemeldet sind, dein geteiltes Netzwerk „%@“ zu suchen, wenn der persönliche Hotspot eingestellt ist, oder wenn du es im Kontrollzentrum aktivierst.
el: Να επιτρέπεται σε άλλους χρήστες ή συσκευές, που δεν είναι συνδεδεμένα στο iCloud, να αναζητήσουν το κοινόχρηστο δίκτυό σας «%@» όταν είστε στις ρυθμίσεις Προσωπικού hotspot ή όταν το ενεργοποιήσετε στο Κέντρο ελέγχου.
es: Permite a los usuarios o dispositivos que no han iniciado sesión en iCloud buscar tu red compartida “%@” cuando estás en Ajustes > Punto de acceso personal, o cuando activas esta función en el centro de control.
es_419: Permite que otros usuarios o dispositivos que no hayan iniciado sesión en iCloud busquen tu red compartida “%@” cuando estés en la configuración de Compartir Internet o cuando actives la función en el centro de control.
fi: Salli muiden käyttäjien tai laitteiden, jotka eivät ole kirjautuneet iCloudiin, etsiä jakamaasi verkkoa ”%@”, kun olet Oma hotspot ‑asetuksissa, tai kun laitat sen päälle Ohjauskeskuksessa.
fr: Autorisez d’autres utilisateurs ou appareils non connectés à iCloud à rechercher votre réseau partagé « %@ » lorsque vous êtes dans les réglages du partage de connexion ou lorsque vous l’activez dans le centre de contrôle.
fr_ca: Autorisez d’autres utilisateurs ou appareils non connectés à iCloud à rechercher votre réseau partagé « %@ » lorsque le réglage Partage de connexion est activé ou lorsque vous activez ce dernier dans le centre de contrôle.
gu: જ્યારે તમે પર્સનલ હૉટસ્પૉટ સેટિંગ્સમાં હો ત્યારે અથવા તમે તેને કંટ્રોલ સેંટરમાં ચાલુ કરો છો ત્યારે iCloudમાં સાઇન ઇન કરેલા ન હોય તેવા યૂઝરને અથવા ડિવાઇસને તમારા દ્વારા શેર કરેલ “%@” નેટવર્કને શોધવાની અનુમતિ આપો.
he: באפשרותך לאשר למשתמשים אחרים ולמכשירים שלא מחוברים ל-iCloud לראות את הרשת המשותפת שלך ״%@״ בעת הפעלת נקודת הגישה האישית דרך ההגדרות, או בעת הפעלתה דרך ״מרכז הבקרה״.
hi: जब आप निजी हॉटस्पॉट सेटिंग्ज़ में होते हैं या जब आप इसे कंट्रोल सेंटर में चालू करते हैं, तो iCloud में साइन इन नहीं किए हुए अन्य यूज़र या डिवाइस को अपने शेयर किए गए नेटवर्क “%@” को ढूँढने की अनुमति दें।
hr: Dozvolite drugim korisnicima ili uređajima koji nisu prijavljeni na iCloud traženje vaše dijeljene mreže “%@” kad se nalazite u postavkama Osobni hotspot ili kad ga uključite u Kontrolnom centru.
hu: Engedélyezheti más felhasználóknak vagy az iCloudba be nem jelentkezett eszközöknek, hogy megkeressék az Ön „%@” hálózatát, amikor megnyitja a Személyes hotspot beállításait, vagy azt bekapcsolja a Vezérlőközpontban.
id: Izinkan pengguna atau perangkat lainnya yang tidak masuk ke iCloud untuk mencari jaringan bersama “%@” Anda saat Anda membuka pengaturan Hotspot Pribadi atau menyalakannya dari Pusat Kontrol.
it: Consenti agli altri utenti o ai dispositivi che non hanno effettuato l’accesso ad iCloud di cercare la rete condivisa “%@” quando hai attivato l’hotspot personale o quando lo hai abilitato da Centro di Controllo.
ja: “インターネット共有”設定で、またはコントロールセンターで“インターネット共有”をオンにしたときに、iCloudにサインインしていないほかのユーザまたはデバイスが共有ネットワーク“%@”を検索できるようにします。
kk: Жеке кіру нүктесі реттеулеріне кірген немесе оны басқару орталығында іске қосқан кезіңізде, басқа пайдаланушыларға немесе iCloud аккаунтына кірмеген құрылғыларға «%@» ортақ желіңізді іздеуге рұқсат беріңіз.
kn: ನೀವು ವೈಯಕ್ತಿಕ ಹಾಟ್‌ಸ್ಪಾಟ್ ಸೆಟ್ಟಿಂಗ್ಸ್‌ನಲ್ಲಿರುವಾಗ ಅಥವಾ ಕಂಟ್ರೋಲ್ ಸೆಂಟರ್‌ನಲ್ಲಿ ನೀವು ಅದನ್ನು ಆನ್ ಮಾಡಿದಾಗ, iCloudಗೆ ಸೈನ್ ಇನ್ ಆಗದಿರುವ ಇತರ ಬಳಕೆದಾರರು ಅಥವಾ ಸಾಧನಗಳಿಗೆ ನಿಮ್ಮ ಹಂಚಿಕೊಂಡ ನೆಟ್‌ವರ್ಕ್“%@” ಅನ್ನು ಹುಡುಕಲು ಸಾಧ್ಯವಾಗುವಂತೆ ಅನುಮತಿಸಿ.
ko: 사용자가 설정에서 개인용 핫스팟을 켜거나 제어 센터에서 이 기능을 켜는 경우 iCloud에 로그인하지 않은 다른 사용자 또는 기기가 사용자의 ‘%@’공유 네트워크를 찾을 수 있습니다.
lt: Leiskite kitiems prie „iCloud“ neprisijungusiems naudotojams ar įrenginiams ieškoti jūsų bendrinamo tinklo „%@“, kai esate asmeninio interneto prieigos taško nustatymuose arba kai jį įjungiate valdymo centre.
ml: നിങ്ങൾ പേഴ്സണൽ ഹോട്ട്സ്പോട്ട് ക്രമീകരണങ്ങൾ തുറക്കുമ്പോഴും കണ്ട്രോൾ സെന്ററിൽ ഇത് ഓണാക്കുമ്പോഴും, നിങ്ങളുടെ പങ്കിട്ട നെറ്റ്‌വർക്ക് ‘%@’ കണ്ടെത്താൻ iCloud-ൽ സൈൻ-ഇൻ ചെയ്തിട്ടില്ലാത്ത മറ്റ് ഉപയോക്താക്കളെയോ ഡിവൈസുകളെയോ അനുവദിക്കൂ.
mr: जेव्हा तुम्ही वैयक्तिक हॉटस्पॉट सेटिंग मध्ये असता किंवा कंट्रोल सेंटर सुरु करता तेव्हा iCloud मध्ये साइन इन न केलेले यूझर किंवा डिव्हाइसला तुम्ही शेअर केलेले ‘%@’ नेटवर्क शोधण्याची अनुमती द्या.
ms: Benarkan pengguna atau peranti lain yang tidak mendaftar masuk ke iCloud untuk mencari rangkaian dikongsi anda “%@” apabila anda berada dalam seting Hotspot Peribadi atau apabila anda mengaktifkannya dalam Pusat Kawalan.
nl: Sta toe dat andere gebruikers of apparaten die niet zijn ingelogd bij iCloud je gedeelde netwerk '%@' kunnen opzoeken wanneer je je in de instellingen voor de persoonlijke hotspot bevindt of wanneer je dit in het bedieningspaneel inschakelt.
no: Tillat at andre brukere eller enheter som ikke er logget på iCloud, kan søke etter det delte nettverket ditt «%@» når innstillingen for Delt internett er åpen eller du slår den på i Kontrollsenter.
or: ଆପଣ ବ୍ଯକ୍ତିଗତ ହଟ୍‌ସ୍ପଟ୍‌ ସେଟିଂସ୍‌ରେ ଥିବା ସମୟରେ କିମ୍ବା କଣ୍ଟ୍ରୋଲ୍ ସେଣ୍ଟର୍‌ରେ ଏହାକୁ ଅନ୍ କରିବା ସମୟରେ, ଆପଣଙ୍କ ଶେୟର୍ ହୋଇଥିବା ନେଟ୍‌ୱର୍କ୍‌ “%@” ସନ୍ଧାନ କରିବାକୁ iCloudରେ ସାଇନ୍ ଇନ୍‌ ହୋଇନଥିବା ଅନ୍ୟ ୟୁଜର୍‌ମାନଙ୍କୁ କିମ୍ବା ଡିଭାଇସ୍‌ଗୁଡ଼ିକୁ ଅନୁମତି ଦିଅନ୍ତୁ।
pa: ਜਦੋਂ ਤੁਸੀਂ ਨਿੱਜੀ ਹੌਟਸਪੌਟ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਹੁੰਦੇ ਹੋ ਜਾਂ ਜਦੋਂ ਤੁਸੀਂ ਇਸ ਨੂੰ ਕੰਟਰੋਲ ਸੈਂਟਰ ਵਿੱਚ ਚਾਲੂ ਕਰਦੇ ਹੋ, ਤਾਂ iCloud ਵਿੱਚ ਸਾਈਨ ਇਨ ਨਾ ਕੀਤੇ ਹੋਏ ਹੋਰ ਵਰਤੋਂਕਾਰ ਜਾਂ ਡਿਵਾਈਸਾਂ ਨੂੰ ਤੁਹਾਡੇ ਸਾਂਝੇ ਕੀਤੇ ਗਏ ਨੈੱਟਵਰਕ “%@” ਨੂੰ ਲੱਭਣ ਦੀ ਆਗਿਆ ਦਿਓ।
pl: Pozwalaj innym użytkownikom lub urządzeniom niezalogowanym w iCloud wyszukiwać Twoją sieć udostępnianą „%@”, gdy znajdujesz się w ustawieniach hotspotu osobistego lub gdy włączysz centrum sterowania.
pt_br: Permitir que outros usuários ou dispositivos que não iniciaram uma sessão no iCloud procurem a sua rede compartilhada “%@” quando você estiver nos ajustes do Acesso Pessoal ou quando você ativá-lo na Central de Controle.
pt_pt: Permitir que outros utilizadores ou dispositivos sem sessão iniciada em iCloud possam detetar a sua rede partilhada “%@” quando aceder às definições do hotspot pessoal ou quando o ativar na central de controlo.
ro: Permiteți‑le altor utilizatori sau altor dispozitive neautentificate pe iCloud să caute rețeaua dvs. partajată „%@” atunci când sunteți în configurările Hotspot personal sau atunci când activați opțiunea din centrul de control.
ru: Разрешайте другим пользователям или устройствам, не вошедшим в iCloud, искать Вашу общую сеть «%@», когда Вы находитесь в настройках Режима модема или включили его в Пункте управления.
sk: Keď zapnete osobný hotspot v Ovládacom centre alebo otvoríte jeho nastavenia, vašu zdieľanú sieť „%@“ budú môcť vyhľadať aj užívatelia a zariadenia, ktoré nie sú prihlásené do iCloudu.
sl: Dovolite drugim uporabnikom ali napravam, ki niso vpisani v storitev iCloud, da lahko poiščejo vaše omrežje »%@«, ki je v skupni rabi, kadar ste v nastavitvah osebne dostopne točke ali jo vklopite v Nadzornem središču.
sv: Tillåt att andra användare eller enheter som inte är inloggade på iCloud söker efter ditt delade nätverk ”%@” när du är i inställningarna för Internetdelning eller när du aktiverar det i Kontrollcenter.
ta: நீங்கள் தனிப்பட்ட ஹாட்ஸ்பாட் அமைப்புகளில் இருக்கும்போது அல்லது அதைக் கட்டுப்பாட்டு மையத்தில் ஆன் செய்யும்போது, iCloud இல் உள்நுழையாத பிற பயனர்கள் அல்லது சாதனங்கள் உங்களது பகிரப்பட்ட “%@” நெட்வொர்க்கைத் தேட அனுமதிக்கலாம்.
te: మీరు పర్సనల్ హాట్‌స్పాట్ సెట్టింగ్‌లలో ఉన్నప్పుడు లేదా కంట్రోల్ సెంటర్‌లో దీన్ని ఆన్ చేసినప్పుడు, iCloudకు సైన్ చేయని ఇతర వినియోగదారులు లేదా డివైజ్‌లను కూడా మీరు షేర్ చేసిన “%@” నెట్‌వర్క్‌ను చూడటానికి అనుమతిస్తుంది.
th: อนุญาตให้ผู้ใช้อื่นหรืออุปกรณ์ที่ไม่ได้ลงชื่อเข้า iCloud มองเห็นเครือข่ายที่แชร์ “%@” ของคุณได้เมื่อคุณอยู่ในการตั้งค่าฮอตสปอตส่วนบุคคลหรือเมื่อคุณเปิดใช้ในศูนย์ควบคุม
tr: Kişisel Erişim Noktası ayarlarındayken veya Kişisel Erişim Noktası’nı Denetim Merkezi’nde açmışken iCloud’a giriş yapmamış diğer kullanıcıların veya aygıtların paylaşılan “%@” ağını aramasına izin verir.
uk: Дозволити користувачам і пристроям, що не ввійшли в iCloud, знаходити вашу спільну мережу «%@», коли ви перебуваєте в параметрах Власної точки доступу або коли вмикаєте його в Центрі керування.
ur: جب آپ ذاتی ہاٹ اسپاٹ کی سیٹنگ میں ہوں یا جب آپ اسے کنٹرول سینٹر میں چالو کرتے ہیں تو ‏iCloud میں سائن اِن نہ ہونے والے دوسرے یوزر یا ڈیوائس کو اپنے شیئر کردہ نیٹ ورک ‏⁨ “%@”⁩ کو تلاش کرنے کی اجازت دیں۔
vi: Cho phép người dùng hoặc thiết bị khác không được đăng nhập vào iCloud tìm kiếm mạng được chia sẻ “%@” khi bạn ở trong cài đặt Điểm truy cập cá nhân hoặc khi bạn bật trong Trung tâm điều khiển.
zh_cn: 你在“个人热点”设置中或在“控制中心”中将其打开时，允许其他未登录iCloud的用户或设备查找你的共享网络“%@”。
zh_hk: 當你在「個人熱點」設定或在「控制中心」中打開「個人熱點」時，允許其他未登入iCloud的用户或裝置尋找你的共享網絡「%@」。
zh_tw: 允許其他使用者或未登入iCloud的裝置在你位於「個人熱點」設定，或在「控制中心」開啟「個人熱點」時，尋找你的共享網路「%@」。

# POWER_ALERT_BOTH_OFF_TITLE
source: %@ and Bluetooth are Off
ar: ‏%@ و Bluetooth مغلق.
bg: %@ и Bluetooth са изключени
bn: %@ ও Bluetooth বন্ধ করুন
ca: %@ i Bluetooth desactivats
cs: %@ a Bluetooth jsou vypnuté
da: %@ og Bluetooth er slået fra
de: %@ und Bluetooth deaktiviert
el: Τα %@ και Bluetooth είναι ανενεργά
es: %@ y Bluetooth están desactivados
es_419: %@ y Bluetooth están desactivados
fi: %@ ja Bluetooth ovat pois päältä
fr: %@ et Bluetooth désactivés
fr_ca: %@ et Bluetooth désactivés
gu: %@ અને Bluetooth બંધ છે
he: התקשורת דרך %@ ו-Bluetooth כבויה
hi: %@ और Bluetooth बंद हैं
hr: %@ i Bluetooth su isključeni
hu: A(z) %@ és a Bluetooth ki van kapcsolva
id: %@ dan Bluetooth Mati
it: %@ e Bluetooth non attivi
ja: %@とBluetoothはオフです
kk: %@ және Bluetooth өшірулі
kn: %@ ಮತ್ತು Bluetooth ಆಫ್ ಆಗಿವೆ
ko: %@ 및 Bluetooth 꺼져 있음
lt: „%@“ ir „Bluetooth“ ryšiai yra išjungti
ml: %@ എന്നതും Bluetooth-ഉം ഓഫാണ്
mr: %@ आणि Bluetooth बंद आहे
ms: %@ dan Bluetooth Tidak Aktif
nl: %@ en Bluetooth zijn uit
no: %@ og Bluetooth er av
or: %@ ଓ Bluetooth ଅଫ୍‌ ଅଛି
pa: %@ ਅਤੇ Bluetooth ਬੰਦ ਹਨ
pl: %@ i Bluetooth są wyłączone
pt_br: %@ e Bluetooth Inativos
pt_pt: %@ e Bluetooth estão desativados
ro: %@ și Bluetooth sunt dezactivate
ru: %@ и Bluetooth выключены
sk: %@ a Bluetooth sú vypnuté
sl: %@ in Bluetooth sta izklopljena
sv: %@ och Bluetooth är av
ta: %@ மற்றும் Bluetooth ஆஃப் செய்யப்பட்டுள்ளன
te: %@ మరియు Bluetooth ఆఫ్‌లో ఉన్నాయి
th: %[tt]@และบลูทูธปิดอยู่
tr: %@ ve Bluetooth Kapalı
uk: %@ і Bluetooth вимкнені
ur: ‏%@ اور ‏Bluetooth بند ہیں
vi: %@ và Bluetooth đã Tắt
zh_cn: %@和蓝牙已关闭
zh_hk: 已關閉%@及藍牙
zh_tw: 已關閉%@和藍牙

# WIFI_PASSWORD_FOOTER
source: Other users will join your shared %@ network using this password. The password must contain at least 8 characters. Changing the password will disconnect any currently connected users.
ar: سيقوم المستخدمون الآخرون بالانضمام إلى شبكة %@ المشتركة الخاصة بك باستخدام كلمة السر هذه. يجب أن تحتوي كلمة السر على ٨ أحرف على الأقل. سيؤدي تغيير كلمة السر إلى قطع الاتصال مع أي مستخدمين متصلين حاليًا.
bg: Други потребители ще се присъединяват към вашата споделена %@ мрежа чрез тази парола. Паролата трябва да съдържа поне 8 знака. При промяна на паролата ще се прекъсне връзката на всички настоящи свързани потребители.
bn: এই পাসওয়ার্ড ব্যবহারের মাধ্যমে অন্যান্য ব্যবহারকারীরা আপনার শেয়ার করা %@ নেটওয়ার্কে যোগদান করবেন। এই পাসওয়ার্ডটিতে অন্তত 8টি অক্ষর থাকতে হবে। পাসওয়ার্ড পরিবর্তন করা হলে বর্তমানে কানেক্ট থাকা সকল ব্যবহারকারীরা ডিসকানেক্ট হয়ে যাবে।
ca: La resta de persones hauran de fer servir la contrasenya per connectar‑se a la xarxa %@ compartida. La contrasenya ha de constar de com a mínim 8 caràcters. Si la canvies, es desconnectarà tothom de la xarxa.
cs: Ostatní uživatelé se mohou pomocí tohoto hesla připojit k vaší sdílené síti %@. Heslo musí být dlouhé minimálně 8 znaků. Změnou hesla odpojíte všechny aktuálně připojené uživatele.
da: Andre brugere forbinder til dit delte %@-netværk med denne adgangskode. Der skal være mindst 8 tegn i adgangskoden. Hvis du ændrer adgangskoden, afbrydes forbindelsen til alle brugere der er forbundet.
de: Andere Benutzer:innen können sich mit diesem Passwort mit deinem geteilten %@-Netzwerk verbinden. Das Passwort muss mindestens 8 Zeichen enthalten. Durch Ändern des Passworts wird die Verbindung zu allen derzeit verbundenen Personen getrennt.
el: Οι άλλοι χρήστες μπορούν να συνδεθούν στο κοινόχρηστο δίκτυο %@ σας με αυτό το συνθηματικό. Το συνθηματικό πρέπει να περιέχει τουλάχιστον 8 χαρακτήρες. Αν αλλάξετε το συνθηματικό, θα αποσυνδεθούν τυχόν χρήστες που είναι συνδεδεμένοι αυτήν τη στιγμή.
es: Otros usuarios accederán a tu red %@ compartida mediante esta contraseña. La contraseña debe contener 8 caracteres como mínimo. Si cambias la contraseña, los usuarios conectados se desconectarán.
es_419: Otros usuarios se conectarán a tu red %@ compartida mediante esta contraseña. La contraseña debe contener 8 caracteres como mínimo. Si cambias la contraseña, los usuarios conectados se desconectarán.
fi: Muut käyttäjät liittyvät jaettuun %[tt]@-verkkoosi tällä salasanalla. Salasanassa on oltava vähintään kahdeksan merkkiä. Salasanan vaihtaminen katkaisee parhaillaan liitettyjen käyttäjien yhteyden.
fr: D’autres utilisateurs rejoindront votre réseau %@ partagé à l’aide de ce mot de passe. Le mot de passe doit comporter au moins 8 caractères. Sa modification provoquera la déconnexion de tous les utilisateurs connectés.
fr_ca: D’autres utilisateurs rejoindront votre réseau %@ partagé à l’aide de ce mot de passe. Le mot de passe doit comporter au moins 8 caractères. Sa modification provoquera la déconnexion de tous les utilisateurs connectés.
gu: બીજા યૂઝર્સ આ પાસવર્ડનો ઉપયોગ કરીને તમારા દ્વારા શેર કરેલા %@ નેટવર્ક સાથે જોડાઈ શકશે. પાસવર્ડમાં ઓછામાં ઓછા 8 અક્ષરો હોવા જરૂરી છે. પાસવર્ડ બદલવાથી હાલમાં આ નેટવર્ક સાથે જોડાયેલા બધાં જ યૂઝર્સ ડિસ્કનેક્ટ થઈ જશે.
he: אנשים אחרים יוכלו להצטרף ל%@ ששיתפת באמצעות סיסמה זו. על הסיסמה להיות בת 8 תווים לפחות. שינוי הסיסמה יוביל לכך שהמשתמשים שמחוברים כעת ינותקו.
hi: इस पासवर्ड का उपयोग कर अन्य यूज़र आपके शेयर किए गए %@ नेटवर्क से जुड़ सकेंगे। पासवर्ड में न्यूनतम 8 वर्ण अवश्य होने चाहिए। पासवर्ड बदलने पर वर्तमान में इस नेटवर्क से जुड़े यूज़र डिस्कनेक्ट हो जाएँगे।
hr: Ostali korisnici će pristupati dijeljenoj %@ mreži pomoću ove lozinke. Lozinka treba sadržavati najmanje 8 znakova. Ako promijenite lozinku, svi trenutačno spojeni korisnici će se odspojiti.
hu: A többi felhasználó ezzel a jelszóval tud csatlakozni az Ön megosztott %@-hálózatához. A jelszónak legalább 8 karaktert kell tartalmaznia. A jelszó módosítása bontja a jelenleg csatlakozott felhasználók kapcsolatát.
id: Pengguna lain akan bergabung dengan jaringan %@ bersama Anda menggunakan kata sandi ini. Kata sandi setidaknya harus terdiri dari 8 karakter. Mengubah kata sandi akan memutuskan setiap pengguna yang sedang terhubung.
it: Altri utenti accederanno alla tua rete %@ condivisa utilizzando questa password. La password deve contenere almeno 8 caratteri. La modifica della password disconnetterà gli utenti attualmente connessi.
ja: ほかのユーザは、あなたの共有中の%@ネットワークにこのパスワードを使って接続します。 パスワードは半角英数字で8文字以上で入力してください。パスワードを変更すると、現在接続中のユーザは全員接続が解除されます。
kk: Басқа пайдаланушылар %@ желіңізге осы құпиясөз арқылы қосылады. Құпиясөз кемінде 8 таңбадан тұруы керек. Құпиясөз өзгертілсе, сол уақытта қосылған барлық пайдаланушылар интернеттен ажыратылады.
kn: ಇತರ ಬಳಕೆದಾರರು ಈ ಪಾಸ್‌ವರ್ಡ್ ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಹಂಚಿಕೊಂಡ %@ ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸೇರಿಕೊಳ್ಳುತ್ತಾರೆ. ಪಾಸ್‌ವರ್ಡ್ ಕನಿಷ್ಠ 8 ಕ್ಯಾರೆಕ್ಟರ್‌ಗಳನ್ನು ಹೊಂದಿರಬೇಕು. ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿದರೆ ಪ್ರಸ್ತುತವಾಗಿ ಕನೆಕ್ಟ್ ಆಗಿರುವ ಯಾವುದೇ ಬಳಕೆದಾರರಿದ್ದಲ್ಲಿ ಅವರನ್ನು ಡಿಸ್‌ಕನೆಕ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ.
ko: 다른 사람들이 이 암호를 통해 사용자의 공유 %@ 네트워크에 연결할 수 있습니다. 암호는 최소 8자로 이루어져야 합니다. 암호를 변경하면, 현재 연결 상태인 사람들의 연결이 해제됩니다.
lt: Naudodami šį slaptažodį kiti naudotojai galės prisijungti prie jūsų bendrinamo „%@“ tinklo. Slaptažodį turi sudaryti ne mažiau kaip 8 ženklai. Pakeitus slaptažodį, visi šiuo metu prisijungę naudotojai bus atjungti.
ml: മറ്റുളള യൂസർമാർ ഈ പാസ്‌വേഡ് ഉപയോഗിച്ച് നിങ്ങളുടെ പങ്കിട്ട %@ നെറ്റ്‌വർക്കിൽ ചേരും. പാസ്‌വേഡിൽ കുറഞ്ഞത് 8 കാരക്റ്ററുകൾ ഉണ്ടായിരിക്കണം. പാസ്‌വേഡ് മാറ്റുന്നത് നിലവിൽ ഈ നെറ്റ്‌വർക്കിൽ കണക്റ്റ് ചെയ്തിരിക്കുന്ന ഏത് യൂസർമാരെയും ഡിസ്കണക്റ്റ് ചെയ്യും.
mr: हा पासवर्ड वापरुन इतर यूझर तुम्ही शेअर केलेल्या %@ नेटवर्कला जॉइन होतील. पासवर्डमध्ये किमान 8 कॅरॅक्टर असले पाहिजेत. पासवर्ड बदलला तर सध्या कनेक्ट असलेले यूझर डिस्कनेक्ट होतील.
ms: Pengguna lain akan bersambung ke rangkaian %@ dikongsi anda menggunakan kata laluan ini. Kata laluan mesti mengandungi sekurang-kurangnya 8 aksara. Menukar kata laluan akan memutuskan sambungan mana-mana pengguna yang bersambung sekarang.
nl: Anderen gebruiken dit wachtwoord om verbinding te maken met je gedeelde %@-netwerk. Het wachtwoord moet uit minimaal 8 tekens bestaan. Als je het wachtwoord wijzigt, verbreek je de verbinding met alle gebruikers die nu zijn aangesloten.
no: Andre brukere kan koble seg til det delte %@-nettverket ditt med dette passordet. Passordet må inneholde minst åtte tegn. Hvis du endrer passordet, vil alle tilkoblede brukere bli koblet fra.
or: ଏହି ପାସ୍‌ୱର୍ଡ୍‌ ବ୍ଯବହାର କରି ଅନ୍ଯ ୟୁଜର୍‌ମାନେ ଆପଣଙ୍କ ଦ୍ବାରା ଶେୟର୍ ହୋଇଥିବା %@ ନେଟ୍‌ୱର୍କ୍‌ରେ ଯୋଗ ଦେବେ। ପାସ୍‌ୱର୍ଡ୍‌ରେ ନିଶ୍ଚିତ ଭାବରେ ଅତିକମ୍‌ରେ 8 ଟି କ‍୍ୟାରେକ୍ଟର୍‌ ରହିବା ଆବଶ୍ଯକ। ପାସ୍‌ୱର୍ଡ୍‌ ବଦଳାଇବା ଦ୍ବାରା ବର୍ତ୍ତମାନ ସଂଯୋଗ ହୋଇଥିବା ଯେକୌଣସି ୟୁଜର୍‌ଙ୍କ ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ ହୋଇଯିବ।
pa: ਇਸ ਪਾਸਵਰਡ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਹੋਰ ਵਰਤੋਂਕਾਰ ਤੁਹਾਡੇ ਸਾਂਝੇ ਕੀਤੇ %@ ਨੈੱਟਵਰਕ ਨਾਲ ਜੁੜ ਸਕਣਗੇ। ਪਾਸਵਰਡ ਵਿੱਚ ਘੱਟ ਤੋਂ ਘੱਟ 8 ਅੱਖਰ ਹੋਣੇ ਲਾਜ਼ਮੀ ਹਨ। ਪਾਸਵਰਡ ਬਦਲਣ ਨਾਲ ਮੌਜੂਦਾ ਸਮੇਂ ਕਨੈਕਟ ਵਰਤੋਂਕਾਰ ਡਿਸਕਨੈਕਟ ਹੋ ਜਾਣਗੇ।
pl: Hasło to będzie pozwalać innym przyłączać się do Twojej udostępnianej sieci %@. Hasło musi zawierać co najmniej 8 znaków. Zmiana hasła rozłączy aktualnie podłączonych użytkowników.
pt_br: Outros usuários conectarão com sua rede %@ compartilhada usando esta senha. A senha deve ter pelo menos 8 caracteres. A alteração da senha desconectará todos os usuários atualmente conectados.
pt_pt: Os outros utilizadores podem aceder à sua rede %@ partilhada através desta palavra‑passe. A palavra‑passe tem de ter pelo menos 8 caracteres. Se alterar a palavra‑passe agora, os utilizadores que se encontrem ligados serão desligados.
ro: Alți utilizatori se vor conecta la rețeaua dvs. %@ partajată utilizând această parolă. Parola trebuie să conțină cel puțin 8 caractere. Schimbarea parolei va determina deconectarea tuturor utilizatorilor conectați.
ru: Другие пользователи будут подключаться к Вашей общей сети %@ с помощью этого пароля. Пароль должен быть не менее 8 символов. При изменении пароля все подключенные в данный момент пользователи будут отключены от интернета.
sk: Ostatní užívatelia sa pomocou tohto hesla pripoja k vašej zdieľanej %@ sieti. Heslo musí obsahovať najmenej 8 znakov. Ak zmeníte heslo, budú všetci aktuálne pripojení užívatelia odpojení.
sl: Drugi uporabniki se bodo z uporabo tega gesla pridružili vašemu omrežju %@, ki je v skupni rabi. Geslo mora vsebovati najmanj osem znakov. Sprememba gesla bo prekinila povezavo z vsemi trenutno povezanimi uporabniki.
sv: Andra användare kan ansluta till ditt delade %@‑nätverk med det här lösenordet. Lösenordet måste vara minst åtta tecken. Om du ändrar lösenordet kommer alla anslutna användare att kopplas från.
ta: இந்த பாஸ்வேர்டைப் பயன்படுத்தி பிற பயனர்கள் உங்கள் பகிரப்பட்ட %@ நெட்வொர்க்கில் இணைவார்கள். பாஸ்வேர்டில் குறைந்தது 8 எழுத்துகள் இருக்க வேண்டும்.பாஸ்வேர்டை மாற்றினால், தற்போது இணைக்கப்பட்டுள்ள பயனர்களின் இணைப்பு துண்டிக்கப்படும்.
te: ఈ పాస్‌వర్డ్ ఉపయోగించి మీరు షేర్ చేసిన %@ నెట్‌వర్క్‌లో ఇతరులు జాయిన్ అవుతారు. పాస్‌వర్డ్‌లో కనీసం 8 అక్షరాలు ఉండాలి. పాస్‌వర్డ్‌ను మారిస్తే, అది ప్రస్తుతం కనెక్ట్ అయి ఉన్న యూజర్‌లను డిస్‌కనెక్ట్ చేస్తుంది.
th: ผู้ใช้คนอื่นจะใช้รหัสผ่านนี้เชื่อมต่อกับเครือข่าย%[tt]@ที่คุณแชร์ รหัสผ่านต้องประกอบด้วยอักขระอย่างน้อย 8 ตัว การเปลี่ยนรหัสผ่านจะทำให้ผู้ใช้ที่เชื่อมต่ออยู่หลุดออกจากเครือข่าย
tr: Diğer kullanıcılar, paylaşılan %@ ağınıza bu parolayı kullanarak katılacaklardır. Parolanın en az 8 karakter içermesi gerekir. Parolanın değiştirilmesi, şu anda bağlı olan kullanıcıların bağlantısını kesecektir.
uk: За допомогою цього пароля інші користувачі зможуть долучитися до вашої мережі %@. Пароль повинен містити щонайменше 8 символів. Зміна пароля призведе до відʼєднання всіх підʼєднаних користувачів.
ur: دوسرے صارفین اس پاس ورڈ کا استعمال کرتے ہوئے آپ کے شیئر کردہ %@ نیٹ ورک میں شامل ہوں گے۔ پاس ورڈ کم از کم ^[8](formatNumber: true) حروف پر مشتمل ہونا چاہئے۔ پاس ورڈ تبدیل کرنے پر اس نیٹ ورک سے فی الحال منسلک صارفین کا رابطہ منقطع ہو جائے گا۔
vi: Người dùng khác sẽ kết nối mạng %@ chia sẻ của bạn bằng mật khẩu này. Mật khẩu phải có ít nhất 8 ký tự. Thay đổi mật khẩu sẽ ngắt kết nối bất kỳ người dùng nào hiện đang được kết nối.
zh_cn: 其他用户将使用此密码加入你共享的%@网络。 密码必须包含至少8个字符。更改密码将断开现已连接的所有用户。
zh_hk: 其他用户將會使用此密碼加入你共享的%@網絡。 密碼必須至少包含8個字元。更改密碼將會中斷現時連接的用户連線。
zh_tw: 其他使用者將會使用此密碼加入你共享的%@網路。 密碼必須至少包含8個字元。更改密碼將會中斷目前連接的使用者連線。
